Repository: yidev0/SIT-Bus
Catalog: SIT Bus/Resource/Intents.xcstrings
Source language: en
Languages: es, ja, zh_hans

# GetNextBus.Description
source: Find the next exact bus departure for a selected route and date.
es: Busca la próxima salida exacta para una ruta y fecha seleccionadas.
ja: 指定したバス路線と日付から、次の定刻出発を探します。
zh_hans: 查找所选巴士路线和日期的下一班定时发车。

# GetNextBus.Title
source: Get Next Bus
es: Obtener próximo autobús
ja: 次のバスを取得
zh_hans: 获取下一班巴士

# AppShortcut.GetNextBus.ShortTitle
source: Get Next Bus
es: Próximo autobús
ja: 次のバス
zh_hans: 下一班巴士

# AppShortcut.OpenTimetable.ShortTitle
source: Open Timetable
es: Abrir horario
ja: 時刻表を開く
zh_hans: 打开时刻表

source: Bus Route
es: Ruta de autobús
ja: バス路線
zh_hans: 巴士路线

# BusRoute.Disambiguation
source: Which bus route?
es: ¿Qué ruta de autobús?
ja: どのバス路線ですか？
zh_hans: 请选择巴士路线。

# GetNextBus.Error.TimelyOperation
source: This route is operating continuously, so there is no exact departure time.
es: Esta ruta funciona de forma continua, por lo que no hay una hora de salida exacta.
ja: この路線は適時運行中のため、正確な発車時刻はありません。
zh_hans: 该路线正在连续运行，因此没有确切的发车时间。

# GetNextBus.Success.Dialog
source: The next bus departs at %@.
es: El próximo autobús sale a las %@.
ja: 次のバスは%@に発車します。
zh_hans: 下一班巴士于%@发车。

# NextBusFor${busType}From${date}.Summary
source: Get the next bus for ${busType} from ${date}
es: Obtener el próximo autobús de ${busType} desde ${date}
ja: ${date}から${busType}の次のバスを取得
zh_hans: 获取${busType}在${date}之后的下一班巴士

# NextSchoolBusFrom${date}.Summary
source: Find the next school bus from ${date}
es: Buscar el próximo autobús escolar desde ${date}
ja: ${date}から次のスクールバスの発車時刻
zh_hans: 查找${date}之后的下一班校车发车时间

# OpenTimetable.Description
source: Open the timetable for a selected bus route and date.
es: Abre el horario de una ruta y fecha seleccionadas.
ja: 指定したバス路線と日付の時刻表を開きます。
zh_hans: 打开所选巴士路线和日期的时刻表。

# OpenTimetable.Title
source: Open Timetable
es: Abrir horario
ja: 時刻表を開く
zh_hans: 打开时刻表

# OpenTimetableFor${target}On${date}.Summary
source: Open ${target} for ${date}
es: Abrir ${target} para ${date}
ja: ${date}の${target}を開く
zh_hans: 打开${date}的${target}
